<?php
$lang['hello'] = 'Hello English!!';
$lang['rainbow_system'] = 'Rainbow system';
$lang['rainbow_worldwide'] = 'Rainbow Worldwide';
$lang['rainbow_cambodia'] = 'Rainbow Cambodia';
$lang['careers'] = 'អាជីព';
$lang['full_time_opportunity'] = 'ឱកាសពេញម៉ោង';
$lang['part_time_opportunity'] = 'ឱកាសក្រៅម៉ោង';
$lang['college_university_student'] = 'និស្សិតមហាវិទ្យាល័យ';
$lang['our_product'] = 'អំពីផលិតផលរបស់យើង';
$lang['contact'] = 'ទំនាក់ទំនង';
$lang['request_a_demonstration'] = 'ស្នើសុំការបំភ្លឺ';

$lang['copy_right'] = "Copyright 2015 © Copyright Healthy Homes (Cambodia) Co., Ltd. All Rights Reserved.";
$lang['designed_by'] = "Designed By Ethan Ho";

$lang['rainbow_system_description'] = "<h2 class='text-info'>ដីសើមមិនអាចហុយបានទេ®</h2>
<ul class='rainbow-system-text'>
    <li>Rainbow ប្រើនូវអង្គធាតុដ៏មានឥទ្ធិពលបំផុតរបស់មាតាធម្មជាតិដែលជាទឹក ដើម្បីរារាំងល្អងធូលី និងក្លិន ដោយនាំត្រឡប់មកវិញនូវខ្យល់អាកាសដ៏ស្អាតបរិសុទ្ធទៅក្នុងលំនៅដ្ឋានរបស់អ្នក។.</li>
    <li>ស្អាតជាងធម្មតារហូតដល់ទៅ២ដង។ ប្រព័ន្ធចម្រោះប្រើទឹកដ៏ពិសេសនេះអាចទប់ស្កាត់ការឆ្លងកាត់របស់ធូលីក្នុងផ្ទះដល់ទៅ ៩៩.៩៩៧% (គិតជាទម្ងន់)។ អង្គធាតុល្អិតៗតូចៗត្រូវបានស្ទាក់ចាប់ដោយប្រព័ន្ធចម្រោះដោយទឹក HEPA Neutralizer Filtration System របស់យើង។ .</li>
    <li>បណ្តុំប្រព័ន្ធចម្រោះ២ជាន់នេះធ្វើការច្រោះយកចេញនូវដីធូលី និងសារធាតុមិនល្អស្ទើតែ​១០០ភាគរយ។  HurricaneTM Motor ផលិតដោយបច្ចេកវិទ្យា switched-reluctance ដែលHurricaneTMMotor របស់យើងមានសក្តានុពលភាពដែលមានកម្លាំងសម្រួលដល់ការងារសម្អាតលំបាកៗរបស់អ្នក ហើយមានគុណភាពយូរអង្វែងថែមទៀតផង។.</li>
    <li>អំពូល LED លើឧបករណ៍ខាងមុខ ដែលបង្ហាញពីកន្លែងត្រូវសម្អាតខាងមុខ ដូចនេះ អ្នកនឹងធ្វើការសម្អាតបានស្អាតល្អសព្វទីកន្លែង។.</li>
    <li>ការសម្អាតកម្រាលព្រំ។ ច្រាសបង្វិលដ៏មានសមត្ថភាពរបស់ Power Nozzle ធ្វើការសម្អាតដីធូលី រោមសត្វចិញ្ចឹម និងកម្ទេចកម្ទីតូចៗបានយ៉ាងស្អាតល្អឥតខ្ចោះ។.</li>
    <li>គែមច្រាសសកម្មដែលវិលយ៉ាងលឿននេះអាចធ្វើការសម្អាតកម្ទេចកម្ទី នៅតាមកន្លុក កន្លៀតយ៉ាងល្អ។.</li>
</ul>";

$lang['rainbow_cambodia_description'] = "<h2 class='text-info'>Rainbow Cambodia</h2>
    <p>Rainbow គឺជាផលិតផលរបស់ប្រទេសអាមេរិក ផលិតដោយ Rexair LLC ក្នុងទីក្រុងត្រយ ក្នុងរដ្ឋមីឈីហ្គេន សហរដ្ឋអាមេរិចតាំងពីឆ្នាំ​១៩២៩មកម្ល៉េះ។ នាពេលបច្ចុប្បន្ន Rainbow មានលក់លើទីផ្សារជាង ១០០ ប្រទេសជុំវិញពិភពលោកដែលមានអតិថិជនគាំទ្រជាច្រើនលាននាក់។.</p>
    <p>ការិយាល័យកណ្តាលរបស់ Healthy Home ក្នុងប្រទេសសឹង្ហបុរីបាននឹងកំពុងចែកចាយផលិតផលប្រព័ន្ធសម្អាតតាមគេហដ្ឋានដែលមានស្លាកយីហោ Rainbow (<a href='http://rainbowsystem.com'>http://rainbowsystem.com</a>)​ដែលជាផលិតផលប្រព័ន្ធសម្អាតគេហដ្ឋានឈានមុខគេអស់រយៈពេលច្រើនជាង ៣ទសវត្សមកហើយ។ ច្រើនជាងនេះទៅទៀត ផលិតផល Rainbow មានវត្តមានលើទីផ្សាររបស់ប្រទេសសិង្ហបុរី និងប្រទេសហ្វីលីពីនអស់ជាង ៣២ឆ្នាំ នៅប្រទេសថៃ ២៩ឆ្នាំ ប្រទេសម៉ាលេស៊ី២២ឆ្នាំ ឥណ្ឌូនេស៊ី​២១ឆ្នាំ និង ប្រទេសវៀតណាមរយៈពេល៤ឆ្នាំមកហើយ។ .</p>
    <p>ក្នុងខែតុលាឆ្នាំ២០១៤ ផលិតផលប្រព័ន្ធសម្អាតគេហដ្ឋាន Rainbow បានមកដល់ប្រទេសកម្ពុជា។ .</p>";

$lang['full_time_description'] = "<h2 class='text-info'>ឱកាសពេញម៉ោង</h2>
<p>ឱកាសការងារពេញម៉ោងជាប្រធានផ្នែកលក់នៅក្រុមហ៊ុន​ Rainbow គឺជាជម្រើសការងារដ៏ធំបំផុតសម្រាប់អ្នកដែលមានបំណងស្វែងរកការងារដែលប្រកួតប្រជែងជាមួយនឹងផ្នត់ដំណើរការងារច្បាស់លាស់ ដែលមានទាំងប្រាក់ខែគោល និងប្រាក់បន្ថែមពីការលក់ផងដែរ។ .</p>
<p>មានឱកាសការងារមួយចំនួនទៀត នៅផ្នែកទីផ្សារ ផ្នែកលក់ និងផ្នែកគ្រប់គ្រងការលក់។ មិនចាំបាច់មិនបទពិសោធន៍នោះទេ តែយើងដែលជាអ្នកចែកចាយផលិតផល Rainbow  ផ្តាច់មុខនឹងផ្តល់នូវគ្រប់តម្រូវការទាំងអស់សម្រាប់ការចាប់ផ្តើមការងារបស់អ្នកដែលរួមមាន៖:</p>

<h4>ការបណ្តុះបណ្តាលលើការយល់ដឹង</h4>
<ul>
    <li>ផលិតផលដ៏ល្អបំផុត</li>
    <li>បរិស្ថានការងាររីករាយ</li>
    <li>ដំណើរកំសាន្តក្រៅប្រទេសសម្រាប់ការលើកទឹកចិត្ត</li>
    <li>ឱកាសទទួលបានអត្ថប្រយោជន៍ជាច្រើនទៀត</li>
</ul>
<br><br>
<address>
  <strong>សូមផ្ញើ CV និង Cover Letter របស់អ្នកមកកាន់</strong><br>
  <a href='mailto:recruitment@healthyhomes.com.kh'>recruitment@healthyhomes.com.kh</a><br>
  <strong>ដោយដាក់ប្រធានបទ (subject) ថា:</strong><br>
  [Full-time]_Your name_Sales Executive.<br>
  <abbr title='Example'>ឧទាហរណ៍:</abbr> [Full-time]_Theng Dalin_Sales Executive.<br>
  <abbr title='Phone'>Hotline:</abbr> សម្រាប់ព័ត៌មាន ឬចម្ងល់ផ្សេងៗ សូមទំនាក់ទំនងតាមទូរស័ព្ទលេខ៖ 023​211022
</address>";

$lang['part_time_description'] = "<h2 class='text-info'>ឱកាសក្រៅម៉ោង</h2>
<p>ឱកាសការងារក្រៅម៉ោងជាមួយក្រុមហ៊ុន Rainbow គឺជាមធ្យោបាយដ៏ឆ្លាតវៃសម្រាប់ការរកកម្រៃតាមពេលដែលអ្នកទំនេរ ដែលអ្នកពុំចាំបាច់ចំណាយពេលវេលាមកធ្វើការនៅក្រុមហ៊ុនឡើយ។.</p>
<p>ប្រហែលជាអ្នកត្រូវការរកលុយបន្ថែមសម្រាប់បង់ប្រាក់រំលោះ ទិញផ្ទះឬឡានថ្មី សន្សំទុកបង់លុយមហាវិទ្យាល័យ ទុកធ្វើដំណើរកំសាន្ត ឬការចាយវាយប្រចាំថ្ងៃផងដែរ។.</p>
<p>នៅក្រុមហ៊ុន Rainbow អ្នកអាចចាប់យកឱកាសការងារក្រៅម៉ោងដោយធ្វើត្រឹមតែពីរបីម៉ោងប៉ុណ្ណោះក្នុង១សប្តាហ៍ខណៈដែលអ្នកអាចធ្វើការងាររបស់អ្នកផងដែរ។ ធ្វើបែបនេះ អ្នកអាចស្វែងរកថវិកាបន្ថែមបានរៀងរាល់ខែ ហើយអ្នកអាចជ្រើសរើសម៉ោងដែលអ្នកចង់ធ្វើបានថែមទៀតផង។.</p>
<br>
<address>
  <strong>សូមផ្ញើ CV និង Cover Letter របស់អ្នកមកកាន់</strong><br>
  <a href='mailto:hr@healthyhomes.com.kh'>hr@healthyhomes.com.kh</a><br>
  <strong>ដោយដាក់ប្រធានបទ (subject) ថា:</strong><br>
  [Part-time]_Your name_Sales Executive.<br>
  <abbr title='Example'>ឧទាហរណ៍:</abbr> [Part-time]_Theng Dalin_Sales Executive.<br>
  <abbr title='Phone'>Hotline:</abbr> សម្រាប់ព័ត៌មាន ឬចម្ងល់ផ្សេងៗ សូមទំនាក់ទំនងតាមទូរស័ព្ទលេខ៖ 023​211022
</address>";

$lang['university_description'] = "<h2 class='text-info'>និស្សិតមហាវិទ្យាល័យ</h2>
<p>និស្សិតមហាវិទ្យាល័យភាគច្រើនជួបប្រទះបញ្ហាប្រាក់កាស។ អញ្ចឹង តើអ្នកចង់បានថវិកាបន្ថែមដើម្បីជួយសម្រាលថ្លៃសាលា ថ្លៃឈ្នួលផ្សេងៗ និងការចំណាយប្រចាំថ្ងៃ ឬទិញរថយន្តថ្មីដែរឬទេ?</p>
<p>ក្រុមហ៊ុន Rainbow ផ្តល់នូវការងារក្រៅម៉ោងបែបនេះ។ គ្រាន់តែចំណាយពេលពីរបីម៉ោងប៉ុណ្ណោះក្នុង១សប្តាហ៍ដើម្បីជួយអ្នកលើបញ្ហានេះ។ ហើយអ្នកអាចជ្រើសរើសម៉ោងដែលអ្នកចង់ធ្វើបានថែមទៀតផង។.</p>
<p>ក្រុមហ៊ុនចែកចាយ Rainbow ផ្តល់នូវបទពិសោធន៍ពិតៗតាមរយៈការងាររបស់យើង ខណៈដែលអ្នកអាចឆ្លៀតពេលរកប្រាក់បានថែមទៀតផង។ ហើយវាផ្តល់នូវពន្លឺដល់ដំណើរជិវិតការងាររបស់អ្នក ដែលអ្នកអាចនឹងជ្រើសរើសការងារនេះជាអាជីពប្រចាំជីវិតថែមទៀតផង។ ប្រសិនបើអ្នកគិតថាអ្នកសាកសមនឹងការងារនេះ ហើយកំពុងតែត្រូវការស្វែងរកប្រាក់បន្ថែម ហេតុអ្វីមិនសាកល្បងធ្វើការនៅ Rainbow សាកមើល៎?</p>
<br>
<address>
  <strong>សូមផ្ញើ CV និង Cover Letter របស់អ្នកមកកាន់</strong><br>
  <a href='mailto:hr@healthyhomes.com.kh'>hr@healthyhomes.com.kh</a><br>
  <strong>ដោយដាក់ប្រធានបទ (subject) ថា:</strong><br>
  [Student]_Your name_Sales Executive.<br>
  <abbr title='Example'>ឧទាហរណ៍:</abbr> [Student]_Theng Dalin_Sales Executive.<br>
  <abbr title='Phone'>Hotline:</abbr> សម្រាប់ព័ត៌មាន ឬចម្ងល់ផ្សេងៗ សូមទំនាក់ទំនងតាមទូរស័ព្ទលេខ៖ 023​211022
</address>";


$lang['how_it_work'] = 'របៀបនៃការធ្វើការ';
$lang['wet_dust_cannot_fly'] = 'ដីសើមមិនអាចហុយបានទេ®';
$lang['wet_dust_cannot_fly_text'] = 'Rainbow ប្រើនូវអង្គធាតុដ៏មានឥទ្ធិពលបំផុតរបស់មាតាធម្មជាតិដែលជាទឹក ដើម្បីរារាំងល្អងធូលី និងក្លិន ដោយនាំត្រឡប់មកវិញនូវខ្យល់អាកាសដ៏ស្អាតបរិសុទ្ធទៅក្នុងលំនៅដ្ឋានរបស់អ្នក។.';
$lang['twice_as_clean'] = 'ស្អាតជាងធម្មតារហូតដល់ទៅ២ដង';
$lang['twice_as_clean_text'] = 'ប្រព័ន្ធចម្រោះប្រើទឹកដ៏ពិសេសនេះអាចទប់ស្កាត់ការឆ្លងកាត់របស់ធូលីក្នុងផ្ទះដល់ទៅ ៩៩.៩៩៧% (គិតជាទម្ងន់)។ អង្គធាតុល្អិតៗតូចៗត្រូវបានស្ទាក់ចាប់ដោយប្រព័ន្ធចម្រោះដោយទឹក HEPA Neutralizer Filtration System របស់យើង។ បណ្តុំប្រព័ន្ធចម្រោះ២ជាន់នេះធ្វើការច្រោះយកចេញនូវដីធូលី និងសារធាតុមិនល្អស្ទើតែ​១០០ភាគរយ។  .';
$lang['hurricane_motor'] = 'Hurricane® Motor';
$lang['hurricane_motor_text'] = 'ផលិតដោយបច្ចេកវិទ្យា switched-reluctance ដែលHurricaneTMMotor របស់យើងមានសក្តានុពលភាពដែលមានកម្លាំងសម្រួលដល់ការងារសម្អាតលំបាកៗរបស់អ្នក ហើយមានគុណភាពយូរអង្វែងថែមទៀតផង។.';
$lang['power_and_control_at_your_fingertips'] = 'បើកបិទ និងបញ្ជាដោយប្រើប៊ូតុងក្បែរម្រាមដៃអ្នកផ្ទាល់តែម្តង';
$lang['power_and_control_at_your_fingertips_text'] = 'យើងបានគិតយ៉ាងផ្ចិតផ្ចង់ហើយបានរចនាដោយដាក់ប៊ូតុងនៅក្បែរកន្លែងដៃម៉ាស៊ីន​សម្រាប់កាន់នោះ​តែម្តង ដែលធ្វើឲ្យអ្នកមានភាពងាយស្រួលក្នុងការបញ្ជាម៉ាស៊ីន។.';
$lang['quick_connect'] = 'ភ្ជាប់រហ័ស';
$lang['quick_connect_text'] = 'ផ្លាស់ប្តូរផ្នែក និងគ្រឿងបន្លាស់ប្តូរមុខងារបានលឿនបំផុត.';
$lang['travel_lightly'] = 'ទម្ងន់ស្រាល ងាយស្រួលផ្លាស់ទី';
$lang['travel_lightly_text'] = 'Rainbow ធ្វើដំណើរតាមអ្នកពីបន្ទប់មួយទៅបន្ទប់មួយទៀតដោយកង់របស់វាដែលងាយស្រួលផ្លាស់ទី ដែលមានកាងជ័រទន់សម្រាប់ការពារការបង្កការខូចខាតដល់ជញ្ជាំង និងគ្រឿងសង្ហារឹមក្នុងគេហដ្ឋានអ្នក។.';
$lang['on_board_led_headlights'] = 'មានអំពូល LED ខាងមុខស្រេច។ ';
$lang['on_board_led_headlights_text'] = 'ដែលបង្ហាញពីកន្លែងត្រូវសម្អាតខាងមុខ ដូចនេះ អ្នកនឹងធ្វើការសម្អាតបានស្អាតល្អសព្វទីកន្លែង។.';
$lang['wall_to_wall_cleaning'] = 'ការសម្អាតកម្រាលព្រំ';
$lang['wall_to_wall_cleaning_text'] = 'ច្រាសបង្វិលដ៏មានសមត្ថភាពរបស់ Power Nozzle ធ្វើការសម្អាតដីធូលី រោមសត្វចិញ្ចឹម និងកម្ទេចកម្ទីតូចៗបានយ៉ាងស្អាតល្អឥតខ្ចោះ។ គែមច្រាសសកម្មដែលវិលយ៉ាងលឿននេះអាចធ្វើការសម្អាតកម្ទេចកម្ទីនៅតាមកន្លុកកន្លៀងបនាយ៉ាងល្អ។ .';

$lang['contact_description'] = "
    <p>Healthy Homes (Cambodia) Co., Ltd ដែលក្រុមហ៊ុនចែកចាយបន្តរបស់ក្រុមហ៊ុនផលិតផលសម្អាតគេហដ្ឋាន Rainbow (<a href='http://rainbowsystem.com'>http://rainbowsystem.com</a>) ដែលជាក្រុមហ៊ុនផលិតផលសម្អាតគេហដ្ឋានឈានមុខគេលើពិភពលោក មានអាសយដ្ឋាននៅជាន់ទី៥នៃអាគារ Sun City ក្នុងសង្កាត់បឹងកេកកង១ ក្នុងទីក្រុងភ្នំពេញ។ .</p>
    <p>បាវនារបស់ក្រុមហ៊ុនយើងគឺការយកចិត្តទុកដាក់សម្រាប់អតិថិជន និងបុគ្គលិកផងដែរ។ អតិថិជនរបស់យើងរមែងគប្បីទទួលបានផលិតផល និងសេវាដែលមានគុណភាពខ្ពស់ពីយើង។ រីឯបុគ្គលិករបស់យើងវិញរមែងត្រូវការការគោរពក្នុងលក្ខខណ្ឌជាបុគ្គលិកតាមរយៈការអភិវឌ្ឍ និងប្រាក់លើកទឹកចិត្តផងដែរ។. </p>
    <img class='img-responsive img-contact' src='/resources/img/sun-city.png'>
    <br>
    <address>
      <strong>សូមកុំមានការរារែកក្នុងការទំនាក់ទំនងមកកាន់ពួកយើងតាមមធ្យោបាយដូចខាងក្រោម៖:</strong><br>
      <abbr title='Phone'>Hotline:</abbr> 023 213 933 / 099 333 195<br>
      <abbr title='Email'>Email:</abbr> <a href='mailto:customerservice@healthyhomes.com.kh'>customerservice@healthyhomes.com.kh</a> <br>
      <abbr title='Address'>អាសយដ្ឋាន:</abbr>ជាន់ទី៥នៃអាគារ Sun City, បន្ទប់លេខ ២៥៥ ផ្លូវលេខ​៥១ កែងផ្លូវ៣៧០ រាជធានីភ្នំពេញ ប្រទេសកម្ពុជា
    </address>";

$lang['request_text'] = "ដើម្បីដឹងច្បាស់ថាតើផលិតផលរបស់ Rainbow អាចសម្អាតគេហដ្ឋានរបស់លោកលោកស្រីបានល្អប៉ុណ្ណា យើងមានសេចក្តីសោមនស្សរីករាយក្នុងការអញ្ជើញលោកលោកស្រីឲ្យបានឃើញផ្ទាល់នៅគេហដ្ឋានរបស់លោកលោកស្រីផ្ទាល់តែម្តង។ គ្រាន់តែបំពេញទម្រង់បែបបទខាងក្រោម រួចយើងនឹងផ្ញើព័ត៌មានទៅកាន់អ្នកចែកចាយបន្តដែលនៅជិតអ្នកបំផុត។ .";
$lang['frm_full_name'] = "នាម និងត្រកូល";
$lang['frm_address'] = " អាសយដ្ឋាន";
$lang['frm_city'] = "ទីក្រុង";
$lang['frm_country'] = "ប្រទេស";
$lang['frm_email'] = "Email";
$lang['frm_phone_number'] = "លេខទូរស័ព្ទ";
$lang['frm_demo_language'] = "ជ្រើសរើសភាសាសម្រាប់ការណែនាំបង្ហាញ";
$lang['frm_individual_text'] = "សូមបញ្ជាញ់ទីតាំង ឬបញ្ហានៃការសម្អាតក្នុងគេហដ្ឋានអ្នក នោះអ្នកចែកចាយបន្តយើងខ្ញុំនឹងអាចផ្តល់នូវការបង្រៀនពីរបៀបសម្អាតបាន។ .";
$lang['frm_allergies_and_asthma'] = "អាការៈប្រតិកម្ម អាលែកហ្ស៊ី ឬ កើតហឺត";
$lang['frm_carpeting'] = "កម្រាលព្រំ";
$lang['frm_hard_surface_floor_care'] = "ការសម្អាតជាន់ដែលមានផ្ទៃរឹង ";
$lang['frm_dust_removal'] = "ការសម្អាតធូលី";
$lang['frm_pets'] = "សត្វចិញ្ចឹម";
$lang['frm_children'] = "កូនក្មេង";
$lang['frm_mattress_and_pillow'] = "ពូក និងខ្នើយ";
$lang['frm_how_did_you_hear_about_us'] = "តើអ្នកស្គាល់ពួកយើងតាមរបៀបណា?";
$lang['frm_send'] = " ផ្ញើចេញ";

/* form validation message */
$lang['request_failed'] = "សំណើរបរាជ័យ។ សូមមេត្តាព្យាយាមម្តងទៀត.";
$lang['request_success'] = "សំណើរជោគជ័យ.";
$lang['email_configuration_title'] = 'សំណើរជោគជ័យ.';

